Repository: common-repository/pay-with-ath-movil-woocommerce-gateway
Catalog: languages/pay-with-athmovil-*.po
Languages: es_do

source: ATH Movil requires WooCommerce to be installed and active. You can download %s here.
es_do: ATH Móvil require que WooCommerce esté instalado y activado. Puedes descargar %s aquí.

source: A payment gateway for ATH Movil
es_do: Método de pago para ATH Móvil

source: Enable/Disable
es_do: Habilitar/Inhabilitar

source: Enable ATH Movil Payments
es_do: Habilitar pagos por ATH Móvil

source: Title
es_do: Título

source: This controls the title for the payment method the customer sees during checkout.
es_do: Esto controla el título del método de pago que el cliente ve durante el pago.

source: Description
es_do: Descripción

source: Place the payment gateway in test mode.
es_do: Colocar el método de pago en modo de prueba.

source: Pay with your ATH card.
es_do: Pague con su tarjeta ATH.

source: Test mode
es_do: Modo de prueba

source: Enable Test Mode
es_do: Habilitar modo de prueba

source: Public token
es_do: Token público

source: Private token
es_do: Token privado

source: To find your public and private tokens open the ATH Movil app and go to <strong>Settings -> API Keys</strong>.
es_do: Para encontrar si token público y privado, abra la aplicación de ATH Móvil y vaya a <strong>Settings -> API Keys</strong>.

source: Button theme
es_do: Tema del botón

source: Button display theme.
es_do: Tema de visualización del botón.

source: You must provide a gateway title
es_do: Tiene que proveer un título para el método de pago

source: You must provide a Public token
es_do: Tiene que proveer un token público

source: You must provide a Private token
es_do: Tiene que proveer un token privado

source: Awaiting
es_do: Esperando

source: payment
es_do: el pago
